Repository: HamedMousavi/DesktopAppStore
Catalog: UiResources/UiTexts.*.resx
Languages: fa_ir

source: Account Information
fa_ir: اطلاعات حساب کاربری

source: Become a member
fa_ir: عضو شوید

source: Discuss
fa_ir: نظرات

source: Email address
fa_ir: آدرس پست الکترونیک (ایمیل)

source: Enter
fa_ir: ورود

# error_already_a_user
source: This email belongs to a registered member already. If it's yours and you forgot your password please visit recovery page. If there's any problem logging in please contact us. You'll find contact information at the bottom of the page.
fa_ir: این ایمیل قبلا در سایت به عنوان کاربر ثبت شده است. در صورتیکه کلمه عبور را فراموش کرده اید به صفحه بازیابی مراجعه کنید. در صورتیکه برای ورود دچار مشکلی شده اید با مسئولان سایت تماس بگیرید. (بخش تماس با ما)

# error_authentication_failed
source: The user name or password provided is incorrect.
fa_ir: نام کاربری و یا رمز عبور را اشتباه وارد نموده اید. لطفا دوباره سعی کنید.

# error_email
source: Mistype? Email address is incorrect. Please review it and then retry.
fa_ir: آدرس پست الکترونیک وارد شده صحیح نیست. لطفا آنرا اصلاح نموده، مجددا سعی کنید

# error_internal
source: Error! Unfortunately wesite can't respond to requests temporarily. This problem will be fixed soon. Please retry in a few minutes. Sorry for the inconvinience.
fa_ir: متاسفانه به دلیل اشکال فنی، موقتا سرور قادر به پاسخگویی به درخواست شما نیست. به خاطر شرایط به وجود آمده عذرخواهی میکنیم. لطفا چند دقیقه دیگر مجددا سعی کنید.

# error_security
source: There was a security issue with data you provided. Probably a typing mistake. Please retry.
fa_ir: مشکل امنییتی در اطلاعات وارد شده مانع ادامه اجرای دستورات شما شد. احتمالا اطلاعات را اشتباها وارد نموده اید. لطفا مجددا تلاش کنید.

# float_left
source: left
fa_ir: right

# float_right
source: right
fa_ir: left

source: Forgot your password
fa_ir: کلمه عبور را گم کرده‌ام

source: Has
fa_ir: دارد

source: Has NOT
fa_ir: ندارد

# items_found
source: Found <b>{0}</b> softwares in this category
fa_ir: در این دسته <b>{0}</b> عدد نرم افزار یافت شد

source: Log Off
fa_ir: خروج از حساب کاربری

source: Log On
fa_ir: ورود اعضا

source: Megabytes
fa_ir: مگا بایت

# page_count
source: Sorted in <b>{0}</b> pages
fa_ir: مرتب شده در <b>{0}</b> صفحه

# page_direction
source: ltr
fa_ir: rtl

source: Page number
fa_ir: شماره صفحه

source: Password
fa_ir: رمز عبور

source: Password recovery wizard
fa_ir: گام به گام بازیابی رمز عبور

# persian
source: فارسی
fa_ir: Persian

source: Print
fa_ir: چاپ

# product_brief_description
source: Introduction
fa_ir: معرفی

# product_language
source: Language
fa_ir: زبان

# product_languages
source: Supported languages
fa_ir: زبانهای مورد پشتیبانی

# product_language_extendable
source: Language extendability
fa_ir: قابلیت افزودن زبان جدید

source: Product Name
fa_ir: نام محصول

# product_price
source: Price
fa_ir: قیمت

# product_release_date
source: Releaseed at
fa_ir: تاریخ عرضه

# product_version
source: Version
fa_ir: نسخه

# product_volume_size
source: Volume size
fa_ir: حجم محصول

# register
source: Register Me!
fa_ir: ارسال درخواست عضویت

# registeration_form
source: Registration form
fa_ir: فرم عضویت

source: Registration Information
fa_ir: اطلاعات ثبت نام

source: RememberMe
fa_ir: در بازدیدهای بعدی با این کامپیوتر، از من نام کاربری و رمز عبور نپرس

source: Search
fa_ir: جستجو

# support_multiple_languages
source: Support for multiple languages
fa_ir: پشتیبانی از زبانهای غیر فارسی

source: UserName
fa_ir: نام کاربری

source: Version Number
fa_ir: نسخه شماره

source: Views
fa_ir: بازدیدها

source: Website
fa_ir: وب سایت

source: Welcome
fa_ir: خوش آمدید

source: Extra services
fa_ir: سرویسهای افزوده

source: Legal details
fa_ir: جزئیات حقوقی

source: Nothing special
fa_ir: مورد خاصی وجود ندارد

source: Not defined
fa_ir: معین نشده است

# product_access
source: How to access
fa_ir: شیوه دریافت

# product_backup
source: Backup
fa_ir: پشتیبان گیری از اطلاعات

# product_customization
source: Customization
fa_ir: تغییرات اختصاصی

# product_demo
source: Demo
fa_ir: نسخه نمایشی

# product_environment
source: Environment
fa_ir: محیط و شرایط اجرا

# product_extendabilities
source: Extendability
fa_ir: افزودن امکانات جدید

# product_guaranty
source: Guaranty
fa_ir: گارانتی

# product_hardware_requirements
source: Hardware requirements
fa_ir: نیازهای سخت افزاری

# product_installation
source: Installation
fa_ir: نصب نرم افزار

# product_languages_extendablity
source: Ability to add new language
fa_ir: قابلیت افزودن زبان جدید

# product_network
source: Network capabilities
fa_ir: قابلیتهای شبکه

# product_payment
source: Payment
fa_ir: روش پرداخت هزینه

# product_price_details
source: Price details
fa_ir: جزئیات قیمت

# product_software_platform
source: Supported operating systems
fa_ir: سیستمهای عامل

# product_software_requirements
source: Software requirements
fa_ir: نیازهای نرم افزاری

# product_source
source: Source code
fa_ir: متن (سورس) نرم افزار

# product_support
source: Support
fa_ir: پشتیبانی

# product_support_access
source: Support methods
fa_ir: روشهای پشتیبانی

# product_training
source: Training
fa_ir: آموزش

# product_update
source: Update
fa_ir: به روز رسانی

source: Technical details
fa_ir: جزئیات فنی

source: Producer comments
fa_ir: توضیحات تولیدکننده

# product_contacts
source: Contact
fa_ir: اطلاعات تماس

# contact_media
source: Device
fa_ir: ابزار ارتباط

# contact_name
source: Name
fa_ir: نام

# contact_title
source: Title
fa_ir: عنوان

# contact_value
source: Number
fa_ir: شماره تماس

source: Related Tags
fa_ir: برچسبهای مرتبط

source: Screenshots
fa_ir: تصاویر نرم افزار

# inf_return_to_catalog
source: Click here to return to {0} product catalog
fa_ir: برای بازگشت به صفحه محصول {0} اینجا کلیک کنید

# inf_screenshot_thumbs
source: To see more screenshots thumbnails scroll down. To enlarge a thumbnail click on it.
fa_ir: پایین همین صفحه میتوانید لیستی از تصاویر موجود را بیابید. برای دیدن تصویر بزرگتر، روی تصاویر کوچک کلیک کنید.

source: Software Categories
fa_ir: لیست نرم افزارها

# app_title
source: Best Persian Softwares
fa_ir: بهترین نرم افزارهای ایرانی

# title_catalog
source: Product Catalog
fa_ir: کاتالوگ نرم افزار

# title_error
source: Error
fa_ir: خطا

# title_index
source: Home
fa_ir: خانه

# title_list
source: List of products
fa_ir: لیست نرم افزارها

# title_not_found
source: Page Not Found
fa_ir: صفحه یافت نشد

# title_screenshots
source: Product screenshots
fa_ir: تصاویر نرم افزار

source: Featured Products
fa_ir: نرم افزارهای برتر

source: Popular Products
fa_ir: نرم افزارهای پر بازدید

# software_school
source: Weekly Intro
fa_ir: نرم افزار کاربردی هفته

source: Best Softwares
fa_ir: بهترین نرم افزارها

# read_more
source: Click to read more about this
fa_ir: ادامه این نوشتار

# featured_blog_entries
source: Latest blog entries
fa_ir: آخرین نوشتارهای وبلاگ

# announcements
source: Announcement
fa_ir: اعلانات

source: Members
fa_ir: اعضا

# page_not_found
source: Page doesn't exists
fa_ir: صفحه مورد نظر وجود ندارد

# page_not_found_content
source: Unfortunately the page you are looking for does not exist on our website. Either entered URL is incorrect or the page had been removed.
fa_ir: متاسفانه صفحه‌ای که به دنبال آن هستید در این وب سایت موجود نیست. یا آدرس اشتباه وارد شده است و یا آن صفحه از وب سایت حذف شده است. در صورتیکه آدرس مربوط به نرم افزار خاصی است، ممکن است تولید کننده مربوطه دیگر تمایلی به ادامه نمایش نرم افزار در سایت نداشته است و بنابراین دیگر اطلاعاتش در وب سایت موجود نیست. در صورتیکه از صفحه به این صفحه منتقل شده اید لطفا مسئول سایت را از این اشکال مطلع نمایید. متشکرم.

# error_bad_input
source: Dangerous input detected
fa_ir: ورودی خطرناک

# security_error
source: Security restriction
fa_ir: محدودیت امنیتی

# security_error_content
source: Action terminated. What you wanted to do is restricted by security administrators. If there's a problem please inform us about it. Thank you.
fa_ir: متاسفانه عملیات شما با محدودیت امنیتی مواجه شده، از ادامه آن صرفنظر شد. در صورتی که به نظر شما مشکلی در این خصوص وجود دارد لطفا به ما اطلاع دهید. متشکرم.

# unknown_error
source: An unknown error occured
fa_ir: خطا

# unknown_error_content
source: An unknown error prevented website to function properly. We are sorry for the inconvenience. Please try again later.
fa_ir: متاسفانه در حین اجرای دستور شما خطایی مانع از ادامه کار شد. لطفا بعدا مجددا تلاش نمایید.

# product_list_editor_rating
source: Editors rating
fa_ir: امتیاز کارشناس

# product_list_sort_features
source: Features
fa_ir: ابتدا کاملترینها

# product_list_sort_name
source: Name(A-Z)
fa_ir: ابتدا الف

# product_list_sort_name_desc
source: Name(Z-A)
fa_ir: ابتدا ی

# product_list_sort_popularity
source: Popularity
fa_ir: ابتدا پربیننده‌ ترها

# product_list_sort_price
source: Price(Lower first)
fa_ir: ابتدا ارزانترها

# product_list_sort_price_desc
source: Price(Higher first)
fa_ir: ابتدا گرانترها

# product_list_sort_release
source: ReleaseDate(Older first)
fa_ir: ابتدا قدیمیها

# product_list_sort_release_desc
source: ReleaseDate(Younger first)
fa_ir: ابتدا جدیدترها

# product_list_user_rating
source: Users ratings
fa_ir: امتیاز کاربران

# product_list_sort_order_caption
source: Order(sort) list by:
fa_ir: ترتیب لیست:

# more_details
source: See more details of this product
fa_ir: مشخصات کامل این نرم افزار

# more_images
source: Click here to see more screenshots
fa_ir: برای دیدن تصاویر بیشتر اینجا کلیک کنید

source: Votes
fa_ir: تعداد آرا

source: Of
fa_ir: از

source: Overview
fa_ir: در یک نگاه

# login_to_vote
source: In order to vote for this product you need to be logged in to the system
fa_ir: جهت امتیاز دادن به این نرم افزار باید عضو وب سایت بوده، سپس وارد سیستم شوید. بخش ورود اعضا در ستون سمت چپ سایت قرار دارد.

source: Vote
fa_ir: ثبت امتیاز من

# excellent_product
source: Excellent
fa_ir: عالی

# poor_product
source: Bad
fa_ir: بد

# your_vote
source: You already voted {0} out of 5 for this product
fa_ir: شما قبلا به این محصول امتیاز {0} از 5 داده اید.

# download_common_demo
source: Download demo(All Available languages)
fa_ir: دریافت نسخه نمایشی (برای کلیه زبانها)

# download_local_demo
source: Download demo (Selected language)
fa_ir: دریافت نسخه نمایشی (زبان {0})

# login_to_download_demo
source: You need to be a member of the site and log in to site to download demos
fa_ir: برای دریافت نسخه نمایشی این نرم افزار باید عضو سایت بوده، سپس وارد سیستم شوید. بخش ورود اعضا در ستون سمت چپ سایت قرار دارد.

# no_demo_available
source: This product does not have a demo available to download
fa_ir: این نرم افزار نسخه نمایشی به سروسافت ارائه نداده است.

source: File size:
fa_ir: حجم فایل

# login_to_manage_comments
source: You need to be a member of the site and log in to site to post a message or edit your messages.
fa_ir: جهت ارسال پیام یا پاسخ به پیامهای دیگران، باید عضو سایت بوده، سپس وارد سیستم شوید. بخش ورود اعضا در ستون سمت چپ سایت قرار دارد.

source: Reply
fa_ir: پاسخ دادن

# edit_message
source: Edit
fa_ir: ویرایش پیام

# report_abuse
source: Report to remove this mesage
fa_ir: پیام نامناسب است

source: Delete message
fa_ir: حذف پیام

# new_discussion
source: Discuss this product
fa_ir: ارسال پیام (در مورد این نرم افزار)

# message_body
source: Body
fa_ir: متن پیام

# message_send
source: Send message
fa_ir: ارسال پیام

# message_subject
source: Subject
fa_ir: عنوان پیام

source: Message Details
fa_ir: جزئیات پیام

# title_discussion_edit
source: Edit message
fa_ir: ویرایش پیام

# message_original
source: In response to this message:
fa_ir: در پاسخ به این پیام

# cant_edit_somone_else_message
source: You cannot edit a message that you didn't create
fa_ir: شما مجاز به تغییر پیامی که شما ننوشته اید نیستید.

# message_type_answer
source: Answer
fa_ir: پاسخ

# message_type_general
source: General
fa_ir: عادی

# message_type_joke
source: Joke
fa_ir: طنز

# message_type_question
source: Question
fa_ir: سئوال
